Repository: Grepsd/RiftHOF
Catalog: locale/*/LC_MESSAGES/django.po
Languages: fr

source: Browse
fr: Raid & Boss

source: Ranking
fr: Top

source: Your guild
fr: Votre guilde

source: Logout
fr: Se déconnecter

source: Dashboard
fr: panel de gestion

source: Login
fr: Se connecter

source: Register
fr: S'enregistrer

source: News
fr: Nouvelles

source: Posted by %(author)s %(publication_date)s
fr: Postée par %(author)s %(publication_date)s

source: Upload your logs !
fr: Envoyez vos log !

source: Combat Log File
fr: Fichier de log de combat

source: Is private ?
fr: Log privé ?

source: Create or join a guild if you want to upload your logs.
fr: Vous devez créer ou rejoindre une guilde pour pouvoir envoyer vos logs.

source: Latest public logs
fr: Dernier log publiques

source: View
fr: Voir

source: You're not part of any guild.
fr: Vous ne faites partie d'aucune guilde.

source: Details for %(actor_name)s on <a href="%(url_fight)s">%(boss_name)s</a>'s fight
fr: Détails de %(actor_name)s sur le combat contre <a href="%(url_fight)s">%(boss_name)s</a>'s

source: Global DPS
fr: DPS global

source: Global HPS
fr: HPS global

source: Global DPS Taken
fr: DPS subit global

source: Total Stats
fr: Stats totals

source: Count
fr: Nombre

source: Avg
fr: Moy.

source: Crit rate
fr: Taux de Crit.

source: Per Second
fr: Par seconde

source: Hits
fr: Coups

source: Heals
fr: Soins

source: Hits Taken
fr: Coups subit

source: Detail by skill
fr: Détail par skill

source: Done
fr: Fait

source: Skill Name
fr: Nom de skill

source: Max Heals
fr: Soin Max

source: Received
fr: Reçus

source: Detail by actor, skill
fr: Detail par actor & skills

source: NPCs
fr: Mobs

source: Players
fr: Joueurs

source: Type Buff
fr: Buff/Débuff

source: Target/Source
fr: Cible/Source

source: Total Duration
fr: Temps total

source: Boss list
fr: Liste des bosses

source: Back
fr: Retour

source: Taken
fr: Subit

source: DPS By Actor
fr: DPS par Acteur

source: HPS By Actor
fr: HPS par Acteur

source: Name
fr: Nom

source: %% heals
fr: %% Soins

source: The log is currently being processed, wait until it's finished.
fr: Ce log est en cours d'analyse, veuillez patienter.

source: This page will refresh automatically until the log is processed.
fr: Cette page s'actualisera d'elle même jusqu'à ce que le log soit analysé.

source: This log hasn't been processed yet.
fr: Ce log n'a pas encore été analysé.

source: The log will be processed as soon as possible.
fr: Ce log sera analysé dès que possible.
